Tekla Open API Reference for Tekla Structures 2025
Guid Methods
The PourUnitFilterExpressions.Guid type exposes the following members.
Methods
Name | Description
ToString
 Creates a string representation of the current object.
 (Inherited from DataFilterExpression.)
Top
See Also
Reference
PourUnitFilterExpressions.Guid Class
Tekla.Structures.Filtering.Categories Namespace